/* alert title */
"\\U201C%@\\U201D has not been started because it does not have the proper security settings." = "Não foi possível iniciar “%@” porque não apresenta as definições de segurança adequadas.";

/* alert title */
"An item in the Startup Items folder (\\U201C%@\\U201D) does not have the proper security settings." = "Um item da pasta Itens do Arranque (“%@”) não apresenta as definições de segurança adequadas.";

/* alert button */
"Decide Later" = "Decidir depois";

/* alert button */
"Disable" = "Desactivar";

/* alert button */
"Fix" = "Reparar";

/* alert title */
"Insecure Startup Item disabled." = "Foi desactivado um elemento de arranque não seguro.";

/* alert title */
"Insecure Startup Items folder detected." = "Foi detectada uma pasta de elementos de arranque não segura.";

/* alert title */
"Items in the Startup Items folder (\\U201C/Library/StartupItems/\\U201D) have not been started because the folder does not have the proper security settings." = "Os itens na pasta Itens do Arranque (“/Biblioteca/StartupItems/”) não foram iniciados porque a pasta não apresenta as definições de segurança adequadas.";

/* alert button */
"OK" = "OK";

/* dialog button */
"Restart" = "Recomeçar";

/* dialog title */
"The security settings for some startup items have been fixed." = "As definições de segurança de alguns elementos de arranque foram reparadas.";

/* alert title */
"The Startup Items folder (\\U201C/Library/StartupItems/\\U201D) does not have the proper security settings." = "A pasta de elementos de arranque (“/Library/StartupItems/”) não tem as definições de segurança adequadas.";

/* dialog text */
"These startup items will not be used until you restart your computer." = "Estes elementos de arranque não serão utilizados enquanto o computador não for reiniciado.";

/* alert text */
"To fix the security settings, click Fix. To skip using items in this folder and show this message again, click Decide Later.\n" = "Para reparar as definições de segurança, clique em Reparar. Para não utilizar elementos desta pasta e voltar a ver esta mensagem mais tarde, clique em “Decidir depois”.\n";

/* alert text */
"Using this item may cause problems. If you trust this item and want to fix the security settings, click Fix. To always prevent this item from being used, click Disable. To skip using this item and show this message again, click Decide Later.\n" = "A utilização deste elemento poderá causar problemas. Se confia na respectiva proveniência e deseja reparar as definições de segurança, clique em Reparar. Para impedir que seja utilizado, clique em Desactivar. Para ignorar por agora e voltar a ver esta mensagem mais tarde, clique em “Decidir depois”.\n";

